Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: See the differences between the two selected revisions of this page
ne: यस पृष्ठको छानिएका दुई पुनरावलोकन बीच फरक हेर्नुहोस्

source: Script
ne: लिपि

source: Add This Page to Bookmarks
ne: यो पानालाई पुस्तकचिनोमा थप्नुहोस्

source: Always skip x versions
ne: सधैं x संस्करणलाइ छोड्ने

source: Friday at $1
ne: शुक्रबार $1मा

source: Revision history for this page on the wiki
ne: विकीमा यो पृष्ठको पुनरावलोकन इतिहास

source: Thick
ne: बाक्लो

source: Related
ne: सम्बन्धित

source: Shutter priority
ne: सटर प्राथमिकता

source: Stop recording
ne: रेकर्ड: रोक्नुहोस्:

source: account creation disabled
ne: खाता खोल्न निस्क्रिय पारिएको

source: Add wallpaper
ne: वालपेपर थप्ने

source: <span size="small">The launcher will reveal when moving the pointer to the defined hot spot.</span>
ne: <span size="small"> खुलाइएको स्थानमा पोइन्टर लिएर जाँदा लन्चर देखिने छ ।</span>

source: <strong>Your edit has been rejected because your client mangled the punctuation characters in the edit token.</strong> The edit has been rejected to prevent corruption of the page text. This sometimes happens when you are using a buggy web-based anonymous proxy service.
ne: '''सम्पादन टोकनमा विराम चिह्न र वर्ण सम्बन्धित गड़बड़ीको कारण तपाईंको सम्पादन अस्वीकार गरिएको छ''' पृष्ठको पाठ बचाउन सम्पादन अस्वीकार गरिएको हो। यस्तो त्यसबेला हुन्छ जब तपाईंले बगी वेवमा आधारित अज्ञात प्रोक्सी सेवा प्रयोग गर्नुहुन्छ।

source: Software Center
ne: सफ्टवेयर केन्द्र

source: Top Button #%d
ne: माथिल्लो बटन #%d

source: namespaces
ne: नेमस्पेसहरू

source: Irreversibly delete this tag
ne: उल्टाउन नसकिने गरि यो ट्यागलाई मेटाउने

source: Building
ne: भवन

source: Created by
ne: निर्माणकर्ता:

source: Not enough subpage parameters (invalid link).
ne: पर्याप्त उपपृष्ठ मानक नभएको (अमान्य लिंक)।

source: is prime
ne: रुढ संख्या हो

source: No results.
ne: नतिजाहरु छैन ।

source: Available Profiles for Displays
ne: प्रदर्शनका लागि उपलब्ध प्रोफाइलहरू

source: Move deleted e-mails into a dedicated folder:
ne: मेटिएका इमेलहरु निश्चित फोल्डरमा प्रतिलिपी गर्ने

source: Overwriting an existing file is not allowed.
ne: वर्तमान फाइलमाथि अधिलेखन(Overwriting)को अनुमति छैन।

source: Exit Editor
ne: सम्पादकबाट बाहिरिनुहोस्

source: Jobs
ne: कार्यहरु

source: Information on how to cite this page
ne: यस पृष्ठको जानकारी उद्धृत गर्न निमित्त जानकारी

source: <strong>Remember that you are only previewing your user CSS. It has not yet been saved!</strong>
ne: <strong>याद राख्नुहोस तपाईँले आफ्नो प्रयोगकर्ता सियसयसको पूर्वावलोकन मात्र हेरिरहनु भएको छ। यसलाई अहिले सम्म सङ्ग्रह गरिएको छैन!</strong>

source: Direction of image
ne: चित्रको दिशा

source: Wikiquote
ne: विकिकोट

source: Saved at
ne: सुरक्षित गरिएको समय-

source: Reveals the application menu.
ne: एप्लिकेशनको मेनु देखाउँछ ।

source: Unknown error in PHP's mail() function.
ne: PHP मेल() क्रियामा अज्ञात त्रुटि

source: JPEG2000
ne: जेपेग२०००

source: View Folder
ne: फोल्डर हेर्नुहोस्

source: Trusted
ne: विश्वस्निय

source: + Shift + 1 to 9
ne: +Shift + १ देखी ९ सम्म

source: The category contains <code><nowiki>__HIDDENCAT__</nowiki></code> in its page content, which prevents it from showing up in the category links box on pages by default.
ne: यस श्रेणीमा <code><nowiki>__HIDDENCAT__</nowiki></code> मा पृष्ठ पाठ हो, जुन पूर्व निर्धारित रूपले पृष्ठहरूमा श्रेणी लिङ्कहरूको बाकसमा हेरिनबाट रोक्ने गर्दछ।

source: The page has been restored.
ne: पृष्ठ पूर्वरूपमा फर्कायो ।

source: No entry with the id: %{id}
ne: %{id} आइडी भएको कुनै अभिलेख भेटिएन

source: Multimedia
ne: मल्टिमिडिया

source: Offer %amount% gold for the land
ne: जमिनको लागी %amount% सुनको प्रस्ताव

source: Please check your network settings and try refreshing the page.
ne: क्रिपया आफ्नो नेटवर्क सेटिङहरू जाँच गर्नुहोस् र पृष्ठ रिफ्रेस गर्न प्रयास गर्नुहोस्।

source: Recently open...
ne: हालसालै खोलिएको

source: Redaction %{id}
ne: सम्पादन %{id}

source: Dictionary, Disk Usage Analyzer, Log File Viewer, Search Tool
ne: शब्दकोश, डिस्क प्रयोग विष्लेशक, लग फाइल प्रदर्शक, खोज औजार

source: The Wikidata repository
ne: Wikidata भण्डार

source: Search for source page
ne: स्रोत लेख खोज्नुहोस

source: The integrity check failed. Your file is corrupted.
ne: फाइलको पूर्णता जाँच असफल भयो। फाइल त्रुटिपूर्ण हुनसक्छ ।

source: Check:
ne: जाँच्ने :

source: Internal error: Could not determine if the copy succeeded.
ne: आन्तरिक त्रुटि: कपी सफल भयो भएन भनेर निश्चय गर्ने सकिएन।

source: Interwiki link is not a valid target for page move.
ne: अन्तरविकी लिङ्क पृष्ठ सार्नको लागि मान्य गन्तव्य हुनसक्दैन।

source: Active Blur
ne: सक्रिय धमिलो

source: Other profile…
ne: अन्य प्रोफाइल...

source: Mouse
ne: माउस

source: Created at
ne: बनाइएको स्थान

source: White on black:
ne: कालोमा सेतो:

source: (Tap)
ne: (थिचेर छोड्ने)

source: Allow opening new tabs in background
ne: पृष्ठभूमिमा नयाँ ट्याबहरू खोल्न अनुमति दिनुहोस्

source: Imperial
ne: इम्पेरियल

source: Adds a link to user's personal sandbox to personal tools menu
ne: व्यक्तिगत औजार मेनुमा प्रयोगकर्ताको व्यक्तिगत प्रयोगस्थल लिङ्क जोड्ने

source: Set to true to fire a flash before taking a photo
ne: फ्ल्यासका लागि ‌फोटो लिनुभन्दा अघि 'सहि' सेट गर्नुहोस्

source: Automaximize Value
ne: आँफै ठूलो हुने आँकडा

source: Information about message ($1)
ne: ($1) सन्देशको बारेमा जानकारी

source: Zoom _Out
ne: जुम घटाउनुहोस्

source: Unify accounts
ne: खाताहरु एकीकृत गर्ने

source: The upload completed successfully. The image should now be at $1
ne: उर्ध्वभरण सफलता पूर्वक सम्पन्न भयो। चित्र अहिले $1मा हुनुपर्छ।

source: User creation log
ne: प्रयोगकर्ता श्रृजना लग

source: Wikipedia Zero
ne: विकिपीडिया शुन्य

source: Mirrored Displays
ne: ऐनामा घुमाईएको जस्तो देखाई

source: %(min)i minute ago
ne: %(min)i मिनेट पहिले

source: Unprocessable
ne: प्रशोधन गर्न नसकिने

source: Months
ne: महिना

source: Language: $1
ne: भाषा: $1

source: From any language
ne: जुनसुकै भाषाबाट

source: Deleted file versions will still appear in the file history, but parts of their content will be inaccessible to the public.
ne: हटाइएको फाइल अवतरण फाइल इतिहासमा देखाइनेछ तर तिनको सामग्री सार्वजनिक रूपले देखाइने छैन।

source: This prefix already exists.
ne: उपसर्ग पहिले देखि छ।

source: Template sandbox
ne: ढाँचा प्रयोगस्थल

source: Canadian dollar
ne: केनेडियायी डलर

source: Page tools
ne: पृष्ठ उपकरणहरू

source: Taxiway
ne: ट्याक्सीको बाटो

source: White point chromaticity
ne: सेतो बिंदु क्रोम्यासिटी(chromaticity)

source: Crime and law
ne: अपराध र कानुन

source: ==Contributing==
ne: == योगदान ==

source: Unstrip recursion limit exceeded ($1)
ne: अन्स्ट्रिप पुनरावर्तन सिमा पार गरियो ($1)

source: When battery is charging/in use
ne: ब्याट्री चार्ज गर्दा / प्रयोगमा रहँदा

source: The place where you can get help contributing to Wikidata.
ne: विकिडेटामा योगदान कसरी गर्ने भन्ने जानकारी पाउन सकिने स्थान

source: Resource name
ne: स्रोतको नाम

source: Colony
ne: बस्ती

source: Shortcut Settings
ne: सर्टकट सेटिङस्

source: Users by language
ne: भाषा अनुसार प्रयोगकर्ताहरू

source: Overwrite existing files
ne: रहेका फाइललाई अधिलेखन गर्ने

source: End
ne: अन्त्य

source: Value:
ne: मानः

source: Proxy authentication required.
ne: प्रोक्सी प्रमाणिकरण आवश्यक

source: Suggested pages for your book
ne: आफ्नो पुस्तकको लागि पृष्ठ सुझाव

source: X: Loaves and cakes
ne: भ: रोटीका टुक्राहरू र केक

source: Past revisions of this page
ne: यस पृष्ठको पहिलेका पुनरावलोकनहरु

source: undelete this page
ne: यो पृष्ठ लाइ पुन:स्थापना गर्ने

source: Standard
ne: मानक

source: exporting MediaWiki pages as PDF documents
ne: मेडियाविकी पृष्ठहरू पिडिएफ डकुमेन्टमा निर्यात गर्दै

source: Mark all as read
ne: सबै पढिएको भनि चिनो लगाउने

source: Bot-assisted disambiguation: %(from)s - Removed link(s)
ne: रोबोट-सहायक अस्पष्टता: %(from)s - लिङ्क(हरू) हटाइयो

source: {{PLURAL:$1|Template|Templates}} used in this section:
ne: यस खण्डमा {{PLURAL:$1|ढाँचा प्रयोग गरिएको छ|ढाँचाहरू प्रयोग गरिएका छन्}}

source: XML output
ne: एक्सएमएल आउटपुट

source: People interested in %{scientific_name}
ne: %{scientific_name}मा रुचिराख्ने मानिसहरू

source: Subscript
ne: निम्नाङ्कित गर्ने

source: Unlock further protect options
ne: आगामी सुरक्षा विकल्पहरु खोल्ने

source: Protection levels cannot be changed due to an active database lock. Here are the current settings for the page <strong>$1</strong>:
ne: डेटाबेसमा सक्रिय बन्देज भएको कारणले सुरक्षा स्तरमा कुनै परिवर्तन गर्न सकिंदैन। पृष्ठ <strong>$1</strong> को वर्तमान स्थिति यो छ:

source: Type of media
ne: मेडियाको प्रकार

source: {{SITENAME}} page $1 has been {{GENDER:$2|created}} by $2
ne: {{SITENAME}} पृष्ठ $1 $2 ले {{GENDER:$2|बनाउनु}} भयो ।

source: <strong>Warning: This page has been protected so that [[Special:ListGroupRights|specific rights]] are needed to create it.</strong> The latest log entry is provided below for reference:
ne: <strong>चेतावनी: यो पृष्ठलाई सुरक्षित गरिएको छ र यसलाई सृजना गर्न [[Special:ListGroupRights|विशेषाधिकार]] चाहिन्छ।</strong> सन्दर्भको लागि नवीनतम लग प्रविष्टि तल दिइएको छ:

source: E-mail:
ne: इमेल:

source: Call Settings
ne: कल सेटिङहरू

source: Zoom in
ne: जूम गर्नुहोस्

source: Printable version of this page
ne: यो पृष्ठको मुद्रण योग्य संस्करण

source: create and delete tags from the database
ne: डाटाबेसबाट ट्यागहरू बनाउने र मेटाउने

source: Report
ne: प्रतिवेदन

source: blank CD disc
ne: रित्तो सिडि चक्का

source: Sentry
ne: पहरेदारी

source: Passwords must be at least {{PLURAL:$1|1 character|$1 characters}}.
ne: पासवर्ड कम्तिमा {{PLURAL:$1|१ अक्षर|$1 अक्षरहरू}}को हुनुपर्छ।

source: Magnifier
ne: म्याग्निफायर

source: Users in this category indicate they have knowledge of language $1.
ne: यस श्रेणीका प्रयोगकर्ताहरुबाट संकेत पाइन्छ कि तिनीहरुमा $1भाषाको ज्ञान छ।

source: The number of milliseconds Sticky Edges are deactivated for after the barrier has been broken.
ne: अधिकतम गति वा दवाव तोडिएपछि टाँसिने छेउहरू कति मिलिसेकेण्डसम्म निस्क्रिय हुने भन्ने अवधि ।

source: Sorry, the list of changesets you requested took too long to retrieve.
ne: माफ गर्नुहोला, तपाईंले खोज्नुभएको परिवर्तनहरूको सूची प्राप्त गर्न निकै समय लाग्यो ।

source: You need to choose a location to change the time zone.
ne: तपाईंले क्षेत्रीय समय परिवर्तन गर्नको लागि एक स्थान चयन गर्न आवश्यक छ।

source: Sound - %{dato_description}
ne: आवाज - %{dato_description}

source: Cascading protections only
ne: लामबद्ध सुरक्षाहरु मात्रा

source: Database password:
ne: डाटाबेस पासबर्डः

source: Barnstar of Diplomacy
ne: कुटनैतिक बार्नस्टार

source: Documented by
ne: मिसिलिकरण

source: Use signature
ne: हस्ताक्षर प्रयोग गर्ने

source: The Anti-Spam Barnstar is awarded to users who do an exceptional job fighting against spam on {{SITENAME}}.
ne: स्प्याम प्रतिरोधक बार्नस्टार ती प्रयोगकर्तालाई दिइने गरिन्छ जसले {{SITENAME}}मा स्प्यामबाट जुद्धन उच्च श्रेणीको योगदान गरेको होस्।

source: Voter properties
ne: मतदाताको विवरणहरु

source: Searching for devices...
ne: यन्त्रका लागि खोजि गरिदै...

source: PHP $1 is installed.
ne: PHP $1 स्थापना गरिएको छ ।

source: Do you want to remove this tab?
ne: के यो ट्याब हटाउन चाहनुहुन्छ?

source: Other usernames:
ne: अन्य प्रयोगकर्ता नाम:

source: Forward
ne: अगाडि

source: Radioactive sign
ne: रेडियोधर्मी

source: View ($1 {{int:pipe-separator}} $2) ($3)
ne: हेर्नुहोस् ($1 {{int:pipe-separator}} $2) ($3)

source: You have reached the maximum number of saved pages.
ne: तपाइले सेभ गर्न सक्ने मध्ये सबैभन्दा धेरै लिमिट पुरा गर्नुभएको छ।

source: ^Dell Automatic Reinstall
ne: डेल स्वचालित पुनः प्रतिस्थापन (^D)

source: Search files
ne: फाइलहरू खोज्ने

source: Apply
ne: लागु गर्ने

source: what's this?
ne: यो के हो ?

source: Firefox Launchpad integration adds quick search for Launchpad services
ne: फायरफक्स लंचप्याड एकीकरण भन्छन् छिटो खोज लंचप्याड सेवाहरूको लागि

source: Delete $1
ne: $1 मेट्नुहोस्

source: Information list about the loaded extensions
ne: लोड गरिएका एक्सटेन्सनहरूको जानकारी सूची

source: Edit tags
ne: ट्यागहरू सम्पादन

source: Load Data
ne: डेटा लोडगर्ने

source: Created <abbr title='%{title}'>%{time} ago</abbr>
ne: <abbr title='%{title}'>%{time} अगाडि</abbr> बनाइएको

source: HD DVD video disc
ne: एचडि डिभिडि भिडियो चक्का

source: GPS time (atomic clock)
ne: GPS समय (स्वचालित घड़ी)

source: Drag
ne: तान्ने

source: Create new Bookmark Set
ne: नयाँ पुस्तक चिनो सेट सृजना गर्ने

source: Commonly used applications with restricted copyright (mp3, avi, mpeg, TrueType, Java, Flash)
ne: सामान्यतः प्रयोग आवेदन संग प्रतिबन्धित प्रतिलिपि (म्प३ , अवी , म्पेग , ट्रुटाइप, जावा, फ्लैश)

source: Key to lock the screen.
ne: स्क्रिन लक गर्नको लागि कि।

source: Fluorescent
ne: फ्लोरोसेन्ट

source: You discover the New World.
ne: तपाईंले नयाँ संसार पत्ता लगाउनु भयो

source: Page text.<sup><a href='#'>[2]</a></sup>
ne: पृष्ठपाठ .<sup><a href='#'>[2]</a></sup>

source: Avatar Type:
ne: अवतार प्रकार:

source: No similar pages found.
ne: कुनै समान पृष्ठ फेला परेन।

source: Streaming "$1".
ne: "$1" बग्दै

source: Commonly used applications with restricted copyright (mp3, avi, mpeg, TrueType, Java, Flash, Codecs)
ne: प्रतिबन्धित प्रतिलिपि संग सामान्यतः प्रयोग आवेदन (mp3, AVI, MPEG, ट्रुटाइप, Java Flash, कोडेक्स)

source: Start book creator
ne: पुस्तक निर्माता सुरू गर्ने

source: Bonus: %number%%extra%
ne: बोनस: %number%%extra%

source: Create discussion pages
ne: छलफल पृष्ठ सृजना गर्नुहोस्

source: Test this filter against recent edits
ne: भर्खरैका सम्पादनहरू विरुद्ध यस फिल्टरको जाँच गर्ने

source: plain text
ne: साधारण पाठ

source: We could not read or understand the filename "$1" for unknown reasons.
ne: अज्ञात कारणले "$1" फाइलको नाम पढ्न अथवा बुझ्न सकिएन।

source: Hide Others
ne: अन्य लुकाउने

source: Save and share your book
ne: आफ्नो पुस्तकलाई रक्षण गरेर साझा गर्नुस

source: The width of the video captured from the camera, in pixels
ne: क्यामेराले खिचेको भिडियो चौडाइ, पिक्सेलमा

source: Image title
ne: चित्र नाम

source: How to use
ne: कसरी प्रयोग गर्ने?

source: {{PLURAL:$1|Contributor|Contributors}}
ne: {{PLURAL:$1|योजदानकर्ता}}

source: Measurement Types
ne: माप मोड

source: Add details to your WikiLove
ne: तपाइको विकिलभमा विवरण थप्नुहोस

source: Call Summary
ne: कल सारंश

source: Hide
ne: लुकाउनुहोस्

source: No language was selected for the campaign. Not adding.
ne: अभियानको निम्ति भाषा चयन गरिएको छैन। थपिएन।

source: Yesterday at $1
ne: हिजो $1मा

source: %prog <report number>
ne: %prog <प्रतिवेदन सङ्ख्या>

source: Remove logo
ne: लोगो हटाउने

source: Bot: Changing %(oldcat)s to %(newcat)s
ne: रोबोट:%(oldcat)sलाई %(newcat)sमा परिवर्तन गर्दै

source: Always use a secure connection when logged in
ne: प्रवेश गर्दा जहिले पनि सुरक्षित जडानको प्रयोग गर्ने

source: To install %s, these items must be removed:
ne: %s स्थापित गर्न, यी आइटमहरु हटाउनु पर्नेछ:

source: Reusing this file
ne: यो फाइल पुनप्रयोग गर्न

source: Colour
ne: रङ्ग

source: No pages to import.
ne: आयातगर्नको लागि कुनै पृष्ठ छैन।

source: Edit made using the WikiLove tool
ne: विकिलभ उपकरणको प्रयोग गरी गरिएको सम्पादन

source: Sorry, it's impossible to provide this information for old revisions.
ne: माफ गर्नुहोस्, यो जानकारी पूरानो संस्करणमा उपलब्ध गराउन असम्भव छ ।

source: Play (or play/pause)
ne: बजाउनुहोस् (वा बजाउनुहोस्/पज गर्नुहोस्)

source: View the category page
ne: श्रेणी पृष्ठ हेर्ने

source: Upload a logo
ne: लोगो उद्भरण गर्नुहोस

source: $1 has been removed.
ne: $1 हटाइएको छ।

source: Cannot revert edit; last contributor is only author of this page.
ne: फर्काउन सकिंदैन; अन्तिम योगदान कर्ता मात्र यस पृष्ठका लेखक थिए।

source: Width in pixels:
ne: चौड़ाई पिक्सलमा:

source: modify abuse filters
ne: दुर्व्यवहार फिल्टर परिवर्तन गर्ने

source: Replace all
ne: सबै बदल्नुहोस्

source: The page contains template calls that use duplicates of arguments, such as <code><nowiki>{{foo|bar=1|bar=2}}</nowiki></code> or <code><nowiki>{{foo|bar|1=baz}}</nowiki></code>.
ne: पेज जस्तै तर्कहरूको नक्क्लको उपयोग गर्ने ढाँचा कल, जस्तै <code><nowiki>{{foo|bar=1|bar=2}}</nowiki></code> र <code><nowiki>{{foo|bar|1=baz}}</nowiki></code>.

source: Add all groups to own account
ne: सबै समूहहरु निजी खातामा थप्ने

source: Information about the project's translation administrators
ne: परियोजना अनुवाद प्रवन्धकहरू बारे जानकारी

source: I agree to receive occasional email updates from the Wikimedia Foundation.
ne: विकिमीडिया फाउण्डेसनबाट सामयिक इमेल अद्यतन प्राप्त गर्न सहमत छु।

source: _Select
ne: चयन गर्नुहोस्

source: Search user
ne: प्रयोगकर्ता खोज्नुहोस्

source: Spam prevention
ne: स्प्याम रोकथाम

source: Completion
ne: सकिएका

source: Direction
ne: दिशा

source: There are no pages in the [[:Category:$1|$1]] category.
ne: यस [[:Category:$1|$1]] श्रेणीमा कुनै पनि पृष्ठ छैन् ।

source: Admin
ne: प्रबन्धक

source: Sortable
ne: मिलाउनु

source: A reply to a comment you made
ne: तपाईंको सुझाबको लागि दिइएको एक उत्तर

source: Previous
ne: अघिल्लो

source: Bad configuration: Unknown virus scanner: <em>$1</em>
ne: खराव मिलान: अज्ञात भाइरस स्क्यानर :''$1''

source: Start a new translation
ne: नयाँ अनुवाद सुरु गर्नुहोस्

source: No flash function
ne: फ्लास प्रकार्य छैन

source: {{PLURAL:$1|a new message|999=new messages}}
ne: {{PLURAL:$1|एउटा नयाँ सन्देश|999=नयाँ सन्देशहरू}}

source: Recommended For You
ne: तपाईँको लागि सिफारिस गरिएको

source: Flash did not fire
ne: फ्ल्यास बलेन

source: Player Name
ne: खेलाड़ीको नाम

source: Could not revoke role `%{role}' from user `%{name}'. Please check that the user and role are both valid.
ne: भूमिका `%{role}' ,`%{name}'बाट फिर्ता लिन सकिएन । प्रोगकर्ता नाम र भूमिका दुबै मान्य छन् भन्ने खुलाउनु होस् ।

source: Input source:
ne: आगत स्रोत:

source: An error has occurred while searching: $1
ne: खोज्ने क्रममा समस्या देखियोः $1

source: Confirm Password
ne: पासवर्ड निश्चित गर्नुहोस्

source: There's no such project
ne: यहाँ त्यस्तो कुनै योजना छैन

source: You can open a saved page or go online and search.
ne: तपाईं सेभ भएको पेज खोल्न सक्नुहुन्छ वा अनलाइन गएर लेख खोज्न सक्नुहुन्छ ।

source: Bookmarks
ne: पुस्तकचिनोहरू

source: {{GENDER:|Click}} paragraphs to translate
ne: अनुवाद गर्नका लागि हर्रफमा {{GENDER:|क्लिक}} गर्नुहोस

source: Label ($1)
ne: नामपत्र $1

source: Other reveal option
ne: अन्य देखाउने विकल्प

source: Tablet Preferences
ne: ट्याब्लेट प्राथमिकताहरू

source: Unhelpful ($1)
ne: असहयोगी ($1)

source: Trusted or unreviewed but hidden
ne: भरपर्दा अथवा पुनरावलोकन नगरिएका तर लुकेका

source: Your domain:
ne: तपाईंको ज्ञानक्षेत्र(डोमेन):

source: March $1
ne: मार्च $1

source: Photo
ne: तस्विर

source: Thank you, your vote has been recorded.
ne: धन्यवाद, तपाईंको मत रिकर्ड गरियो।

source: Translations in {{#languagename: {{UILANGCODE}}}}
ne: {{#languagename: {{UILANGCODE}}}}मा अनुवाद

source: Due to high database server lag, changes newer than $1 {{PLURAL:$1|second|seconds}} may not be shown in this list.
ne: डेटावेस सर्भरको धेरै ढिलाइको कारणले $1 {{PLURAL:$1|सेकेन्ड|सेकेन्डहरू}} पछिका परिवर्तनहरू नदेखिन सक्छ ।

source: Number of subpages of this page
ne: यस पृष्ठको सहपृष्ठको संख्या

source: minor edits
ne: सामान्य सम्पादनहरू

source: [[Special:Contributions/$1|$1]] has been blocked.<br /> See the [[Special:BlockList|block list]] to review blocks.
ne: [[Special:Contributions/$1|$1]] निषेध गरिएको छ।<br /> पुनरावलकोनको लागि [[Special:BlockList|आइपी निषेध सूची]] हेर्नहोस्।

source: Page $1 of $2
ne: पृष्ठ $1 को $2

source: links
ne: लिङ्कहरू

source: used on $1 {{PLURAL:$1|page|pages}}
ne: $1 {{PLURAL:$1पृष्ठमा प्रयोग गरिएको|पृष्ठहरूमा प्रयोग गरिएका}}

source: None of the above
ne: माथिका कुनै पनि होइन

source: To continue with a direct upload you must accept the terms of use provided.
ne: प्रत्यक्ष उर्ध्वभरण अघि बढाउन तपाईंले दिइएका प्रयोग शर्तहरु स्वीकार गर्नुपर्छ।

source: Ascending
ne: आरोही

source: You are modifying an Upload Wizard campaign.
ne: तपाईंले अपलोड विजार्डलाई संशोधित गर्दै हुनुहुन्छ

source: Without text
ne: पाठ बिना

source: The following {{PLURAL:$2|tag is|tags are}} not allowed to be manually added: $1
ne: निम्नलिखित {{PLURAL:$2|ट्याग|वा ट्यागहरू}} मानवीय रूपले जोड्न सकिंदैन: $1

source: Tags defined by an extension cannot be deleted unless the extension specifically allows it.
ne: एक्सटेन्सनद्वारा विवरण गरिएको ट्याग हटाउन सकिंदैन जबसम्म कि विस्तारमै यसको लागि प्रावधान न हो।

source: Include my IP address in this message.
ne: मेरो आई पी ठेगाना यस सन्देशमा संलग्न गर्ने।

source: Could not get file hashes for comparison.
ne: तुलनाको लागी फाइल ह्यासेस्हरू भेटाउन सकिएन ।

source: link?
ne: लिङ्क गर्ने?

source: (edit signature)
ne: (हस्ताक्षर सम्पादन गर्ने)

source: Edits in the past 30 days
ne: ३० दिन अघिसम्मको सम्पादन

source: July $1
ne: जुलाई $1

source: Routes
ne: बाटाहरू

source: Edit statistics
ne: सम्पादनहरूको तथ्याङ्क

source: In port
ne: बन्दरगाहमा

source: Columns:
ne: स्तम्भहरु :

source: Block e-mail
ne: ई-मेल रोक्ने

source: Reset browser settings
ne: ब्राउजर सेटिङहरू पूर्वस्थितीमा फर्काउनुहोस्

source: Goodbye, %s. Would you like to…
ne: हवस् त, %s । तपाईं के चाहनुहुन्छ...

source: Functionality
ne: प्रकार्य

source: Cost Control
ne: खर्च नियन्त्रण

source: Deleting now…
ne: अहिले मेट्दै…

source: R: Temple furniture and sacred emblems
ne: द: मन्दिरका फर्नीचर तथा पवित्र प्रतीकहरू

source: Please enter the category name:
ne: कृपया श्रेणीको नाम प्रविष्ठ गर्नुहोस् :

source: <span><strong>Editing</strong> $1</span>
ne: <span><strong>सम्पादन</strong> $1</span>

source: _Login Name
ne: लगइन नाम

source: You cannot move a page to this location because the new title has been protected from creation.
ne: तपाईं यो स्थानमा पृष्ठ सार्न सक्नुहुन्न, किनकी यो नयाँ शिर्षकलाई सिर्जना हुनबाट जोगाइएको छ

source: Invalid title with unknown namespace number $1 and text "$2"
ne: अज्ञात नेमस्पेस अंक $1 तथा अक्षर "$2" भएको अवैध शिर्षक

source: Beta features
ne: बेटा सुविधाहरू

source: Create new folder called
ne: नाम गरिएको नयाँ फोल्डर श्रृजना गर्ने

source: Remove all wiki pages from your current book
ne: सबै विकि पृष्ठ आफ्नो वर्तमान पुस्तकबाट हटाउने

source: Application period close:
ne: निवेदन समय सीमा समाप्त:

source: Do you want to use this device for keyboard scanning?
ne: तपाईं किबोर्ड स्क्यानका लागि यो उपकरण प्रयोग गर्न चाहनुहुन्छ?

source: replied
ne: उत्तर दिइयो

source: Global North/South
ne: विश्वव्यापी उत्तर/दक्षिण

source: Created on
ne: सृजना गरिएको मिति:

source: Highest
ne: अति उच्च

source: Untranslated
ne: अनुवाद नगरिएका

source: Fetching preview…
ne: पूर्वावलोकन तयार गरिदै...

source: Override Theme Settings
ne: थिमको सेटिङहरू प्रतिस्थापन गर्ने

source: Auto
ne: स्वत:

source: Invalid
ne: अमान्य

source: Phone
ne: फोन

source: Flipped vertically
ne: लंब रुपमा फ्लिप (Flip) गरिएको

source: Period of time:
ne: समयावधि:

source: Move To:
ne: तिर सार्ने:

source: _Left
ne: _बायाँ:

source: Bacteria
ne: ब्याक्टेरिया

source: Version {{version}}
ne: संस्करण {{version}}

source: Server certificate failed our security checks for an unknown reason.
ne: एक अज्ञात कारण सर्भर प्रमाणपत्रमा हाम्रो सुरक्षा जाँच असफल भयो।

source: lang
ne: भाषा

source: Existing expiry time: infinite
ne: वर्तमान समाप्त समयः अनन्त

source: Previous Topic:
ne: अघिल्लो विषय:

source: Register your ring
ne: तपाईँको रिङ्ग दर्ता गर्नुहोस्

source: Nodes (%{count})
ne: अंशहरू (%{count})

source: Open source
ne: खुल्ला स्रोत

source: Tweet successfully deleted.
ne: ट्विट मेटियो।

source: High
ne: उच्च

source: Usage
ne: प्रयोग

source: Collapse
ne: खुम्च्याउन

source: Using UPS power - %s remaining
ne: %s बाँकी - युपिएस प्रयोग गरिरहेको

source: CD drive
ne: सिडि ड्राइभ

source: Page: page
ne: पृष्ठ:पृष्ठ

source: Cargo on carrier
ne: वाहकमाथि कार्गो

source: Language group
ne: भाषा समुह

source: '''Legend:'''
ne: '''आदर्श वाक्य:'''

source: You have no notifications.
ne: तपाईँको लागि नयाँ जानकारी छैन ।

source: [[User:$1|$1]] has been unblocked.
ne: [[User:$1|$1]] लाई रोक लगाउने

source: $1 {{GENDER:$2|changed}} page language for $3 from $4 to $5.
ne: $1 {{GENDER:$2|परिवर्तन गरियो}} पृष्ठ भाषालाई $3 को लागि $4 बाट $5 ।

source: last {{PLURAL:$1|change|999=changes}}
ne: अन्तिम {{PLURAL:$1|परिवर्तन|999=परिवर्तनहरू}}

source: Non-protectable page
ne: सुरक्षित नभएको पृष्ठ

source: Sender Name:
ne: पठाउनेको नाम:

source: Fonts
ne: फन्टहरू
